jorgebucaran/fisher
jorgebucaran/nvm.fish
oh-my-fish/plugin-bang-bang
patrickf1/fzf.fish
jorgebucaran/autopair.fish
gazorby/fish-abbreviation-tips
decors/fish-colored-man
lumakernel/fish-fd-complete
gazorby/fifc
eth-p/fish-plugin-sudo
gokulsoumya/f
kpbaks/ctrl-z.fish
